{
   "mm" : "Your.Email@startek.com",

   "sap" : "Your SAP ID",

   "hh" : "Working on Hold due to slow Tkt. Landing",

   "ipkg" : "Packaging Issues // No Food Img Shared Yet // Img. Requested for sharing Img.",

   "ipq" : "PQ Verifiable Issues // No Food Img Shared Yet // Img. Requested for sharing Img.",

   "iwo" : "Wrong Order/Item Issues // No Food Img Shared Yet // Img. Requested for sharing Img.",

   "/cat" : "Uncat. // No Cx Details Found // Order Details Required",

   "ct" : "COD Blocked query // Reason : Iron user // Hence, Tech Issues Informed",

   "/pn1" : "Karma - \nDispute - \nTotal orders placed - \n\nIssues Raised: \n\nObservation :-",

   "/pn" : "Karma - \nDispute - \nTotal orders placed - \n\nCX Concern - \nObservation - \n\nDeny reason/ Refund reason/ BOD - reasons has to be there.\n\nAS per RB or As per observation ",

   "/wpn" : "Karma - \nDispute - \nTotal orders placed - \n\nIssues Raised: Wrong // \n\nObservation :- Wrong // Similar // Img. Verified // Unable to confirm from Img. Shared // Hence, Called MX // MX UR // NO Confirmation",

   "/fpn" : "Karma - \nDispute - \nTotal orders placed - \n\nIssues Raised: FSSAI\n\nObservation :- FSSAI :: -- // Checks not Passed as per RB\nReason : Same Pattern / Less than 10 Orders\n\nHence, Denied as per RB",

   "pquv": "PQ // UV Issues // Hence, Denied as per RB",

   "ms" : "Missing / Indiv. // MX UR // DP Unable to confirm // No Confirmation",

   "missur" : "Missing :: -- // MX + DP UR // No Confirmation",

   "pqstale": "PQ : Stale/smell // UV Issues // Hence, Denied as per RB",

   "/rejrrn" : "Not operational today (Cancelled by merchant) // Rejection // Alredy Refunded // Status Shared with RRN",

   "rejrrn" : "Hi XXXXXX,\n\nHope you are doing well\n\nThis email is regarding Order ID - XXXXXX from XXXXXX\n\nWe looked into the issue and this kind of service is completely unacceptable. We understand that your order wasn't delivered to you due to an operational issues.\n\nWe have noted your feedback and we will try to take every measure to prevent such incidents from recurring in the future.\n\nIn order to bridge the experience gap, we have initiated a refund INR XXXXXX from our end <<<mention date if added previously >>> and the amount typically reflects in the source account within 24-72 hrs based on your banking cycle. In case of any issue kindly contact your source bank (account) customer care.\n\nHope you order with us again to let us make up for this. We are constantly working on making your online ordering a hassle-free experience.\n\nBest regards,\nTeam Zomato",

   "nch" : "Calling Ticket // Non-Calling Hrs. // ON HOLD",

   "/wdny" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from  [Restaurant Name].\n\nWe understand the frustration and inconvenience of receiving the wrong item, and we sincerely apologize for this oversight. We certainly never want our customers to face these kinds of issues.\n\nWe raised your concern with our restaurant partner, and they informed us that correct items were delivered to you. Having carefully evaluated the issue based on your complaint, we regret to inform you that we will not be able to proceed with a refund against your escalation. We encourage you to share a review on the restaurant page to help your fellow foodies make an informed choice to their liking.\n\nIf you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "rep" : "Please be informed that the prepration style and color of the food item and ingredients used may vary from the image displayed on the online menu as the items are made to order by the restaurant. The image shown on the restaurant page is for the purpose of presentation only however the actual item may differ from it.",

   "rej" : "Rejection Already Refunded // Refund Status Shared with RRN",

   "ref" : "Refund Querry // Already Refunded Status shared with RRN",

   "cref" : "Cancelation // Already Refunded : Status shared with RRN",

   "/ref" : "Hi ,\n\nHope you are doing well,\n\nThis mail is regarding the order id:-  placed from ,\n\nWe understand the trouble caused by the refund not being received concern. Rest assured, we're dedicated to swiftly resolving this issue and ensuring your satisfaction.\n\nThe refund of INR XXX has already been initiated from our end and the amount typically reflects in the source account within 24-72 hrs. based on your banking cycle. In case of any issue kindly contact your source bank(account) customer care.\n\nHence we would request you kindly wait for a stipulated period of time.\n\nIf you have any other concerns, please reach out to us. We’ll be happy to assist you.\n\nBest regards,\nTeam Zomato",

   "/rej" : "Hi XXXXXX,\n\nHope you are doing well.\n\nThis email is regarding Order ID - XXXXXX from XXXXXX.\n\nWe looked into the issue and this kind of service is completely unacceptable. We understand that your order wasn't delivered to you due to an operational issue.\n\nWe have noted your feedback and we will try to take every measure to prevent such incidents from recurring in the future.\n\nIn order to bridge the experience gap, we have initiated a refund INR XXXXXX from our end <<<mention date if added previously >>> and the amount typically reflects in the source account within 24-72 hrs. based on your banking cycle. In case of any issue kindly contact your source bank (account) customer care.\n\nHope you order with us again to let us make up for this. We are constantly working on making your online ordering a hassle-free experience.\n\nBest regards,\nTeam Zomato",

   "/refs" : "We have initiated a refund of ₹XX for your order XXXXXXXXXX. The amount shall reflect in the source account within 7 working days.",

   "refp" : "We would like to inform you that we have already initiated a promo code (XXXXXXXXX) on XXX . You can use it one-time only to get a flat discount of ₹XXXX on your next order The code will be valid for 30 days and is applicable for all restaurants.",

   "cxur" : "As per your request, we tried to reach you over call but your call went unresponsive.",

   "cxur1" : "With regards to your concern, as you have requested a call back from us, we attempted to call you on your registered number but your call went unresponsive.",

   "fdbk" : "Don't worry we will not let this go unnoticed and your feedback is valuable to us. We would love to work on your significant feedback to improve our services.",

   "fdbk1" : "Please be assured that your feedback will not go unnoticed. It is very important to us, and we are committed to using it to improve our services.",

   "rca": "Ticket ID:[]\nOrder ID: []\nCX Karma:[]\nCX VOC:\nIssue:\nObservation:\nResolution: [Pending]",

   "inf" : "We understand you are unhappy that the restaurant has missed following your instructions. We would have been happy to help you with it. Though, we haven't assured you that 100% instruction will be followed as it depends upon the restaurant and the same is also mentioned in the disclaimer.",

   "/inf" : "Hi XXXXXX,\n\nHope you are doing well.\n\nThis email is regarding Order ID - XXXXXX from XXXXXX\n\nWe understand you are unhappy that the restaurant has missed following your instructions. We would have been happy to help you with it. Though, we haven't assured you that 100% instruction will be followed as it depends upon the restaurant and the same is also mentioned in the disclaimer.\n\nRest assured that we constantly work towards providing you with a good experience.\n\nBest regards,\nTeam Zomato",

   "mxpromo" : "A one-time use code has been already added to the promo section of your cart. The flat discount of ₹XXXX will be auto-applied once you place the order from the same restaurant(XXXXXXXXXX).",

   "delayl" : "We know what you would be going through as food is something for which one can never wait especially when one is hungry. We request you to consider this as a one time exception and give us another chance to fix this and serve you better.",

   "delayl1" : "We understand the trouble caused due to delay in the delivery of the food. We’re dedicated to swiftly resolving this issue and ensuring your satisfaction.",

   "dpbeh" : "We looked into your concern and apologies for the inappropriate behavior of our delivery executive. We always aim to provide the best customer satisfaction to all our foodies and will keep working hard to ensure this.",

   "/bogo" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis email is regarding Order ID - XXXXXX from XXXXXXX.\n\nWe completely understand how inconvenient this could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nWith regards to your concern, please be informed that to avail of the buy one gets one offer you need to select two items in your cart, and then as per the buy one gets one offer the next item value automatically less from your cart value. We can check that you have added only one item to your cart.\n\nUnfortunately, we would not be able to compensate for this order from our end.\n\nRest assured that we constantly work towards providing you with a good experience.\n\nBest regards,\nTeam Zomato",

   "pgf" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nWe acknowledge your concern regarding the recent payment experience for your order. After investigating the matter, we have found that the payment for your recent order has failed.\n\nThe refund is auto-initiated in such an event and the amount typically reflects in the source account within 24-72 hrs based on your banking cycle from the day of refund initiation. In case of any issue kindly contact your source bank (account) customer care.\n\nIf you have any other concerns, please reach out to us. We will be happy to assist you.\n\nBest Regards,\nTeam Zomato",

   "pgf1" : "Hi XXXXXX,\n\nHope you are doing well\n\nThis email is regarding Order ID - XXXXXX from XXXXXX restaurant.\n\nWe understand the trouble caused by recent payment experience for your order. We have checked the details and found that the transaction for the order got failed and hence, the order could not be placed.\n\nThe refund is auto-initiated in such an event and the amount typically reflects in the source account within 24-72 hrs based on your banking cycle from the day of refund initiation. In case of any issue kindly contact your source bank (account) customer care.\n\nIf you have any other concerns, please reach out to us. We’ll be happy to assist you.\n\nBest regards,\nTeam Zomato",

   "promobackl" : "With regard to your concern, please be informed that the promo code once initiated cannot be taken back or converted to a refund. Unfortunately, we are unable to provide further adjustments on this.",

   "ackmail" : "Hi XXXX,\n\nHope you are doing well.\n\nWe completely understand that your recent online ordering experience was not up to your expectations. We are dedicated to swiftly resolving this issue and assuring your satisfaction.\n\nWe would like to inform you that we are actively working on your concern and will get back to you as soon as possible. Your patience is highly appreciated.\n\nRest assured that we constantly work towards providing you with a good experience.\n\nBest Regards,\nTeam Zomato",

   "/mxdur" : "Missing : __ // MX UR / DP UR / Unable to confirm // NO Confirmation",

   "mxdur" : "Hi XXXXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXX from XXXXXX.\n\nWe want to sincerely apologize for the inconvenience caused by the missing item in your recent order. We certainly never want our customers to face these kinds of issues.\n\nWe understand the importance of your satisfaction and we have attempted to contact our restaurant partner to validate your claim, however, we would like to inform you that we have not received confirmation from the restaurant partner. Unfortunately without the confirmation, we are unable to make any adjustments in case of compensation against this order.\n\nRest assured we are constantly trying to improve our services so that we can try to serve you better in future orders.\n\nRegards\nTeam Zomato",

   "mxdny" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from  [Restaurant Name].\n\nWe want to sincerely apologize for the inconvenience caused by the missing item in your recent order. We certainly never want our customers to face these kinds of issues.\n\nAbout your concern, we have consulted with our restaurant partner and they have confirmed that all items were indeed sent as per your order. We understand that this may not be the outcome you were hoping for, and regret any inconvenience this may have caused. Consequently, we are unable to proceed with a refund at this moment.\n\nWe appreciate your understanding in this matter. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "/pquv" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nWe completely understand how inconvenient it could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nZomato is an intermediary platform connecting restaurants and customers, with limited control over the quality and quantity of the food. However, in an effort to enhance customer satisfaction and avoid potential issues, we actively share feedback with the respective restaurants. However, considering the current scenario, we shall not be able to issue a refund.\n\nWe request you to drop a review on the restaurant page to help them serve better. We appreciate your understanding in this matter and remain committed to addressing any other concerns you may have.\n\nRegards,\nTeam Zomato",

   "/pquv1" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nHaving carefully evaluated the issue based on your complaint, we regret to inform you that we will not be able to proceed with any compensation in this scenario. We apologize for any inconvenience this may cause and appreciate your understanding.\n\nWe would also request you to drop a review on the restaurant page to help them serve better. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "serf" : "We would like to inform you that we have raised a request with our concerned team on a priority basis to initiate the refund of INR XXX from our end and the amount typically reflects in the source account within 7 working days based on your banking cycle. In case of any issue kindly contact your source bank(account) customer care.",

   "pqlq" : "PQ :: Less Qty // UV Issues // Hence, Denied as per RB",

   "cat" : "Uncat. // NO Order Details // Hence, Requested",

   "samemx" : "We would like to inform you that the order is delivered to you from the restaurant that you have chosen. Further we would request you to please check the restaurant rating before placing the order.",

   "pquvl" : "Zomato is an intermediary platform connecting restaurants and customers, with limited control over the quality and quantity of the food. However, in an effort to enhance customer satisfaction and avoid potential issues, we actively share feedback with the respective restaurants. However, considering the current scenario, we shall not be able to issue a refund.",

   "gur" : "GIFT_CALLBACK // Giftee UR",

   "gno" : "GIFT_CALLBACK // Giftee Said no Issues",

   "gcard" : "GIFT_CALLBACK // Giftee Said : Gift-card not received // Informed same",

   "/gur" : "Hi XXXXXXXX,\n\nHope you are doing well.\n\nThis mail is regarding your gift order with order ID XXXXXXXX from XXXXXXXX.\n\nThe gift recipient raised the concern and we called the recipient but the call was not answered.\n\nIf you have any concerns, please reach out to us. We'll be happy to assist you.\n\nBest regards,\nTeam Zomato",

   "/gno" : "Hi XXXX,\n\nHope you are doing well.\n\nThis mail is regarding your gift order with order ID- XXXXXX from XXXXXXX\n\nThe gift recipient raised the concern and we called the recipient but, the customer said that he had no issue with the order.\n\nIf you have any concerns, please reach out to us. We'll be happy to assist you.\n\nBest regards,\nTeam Zomato",

   "/gcard" : "Hi XXXX,\n\nHope you are doing well.\n\nThis mail is regarding your gift order with order ID- XXXXXX from XXXXXXX\n\nThe gift recipient raised the concern and we called the recipient they have informed us that they have not received the gift card with the order.\n\nA gift card is an e-card and no physical card will be sent. As soon as when you places a gift order for someone, an SMS will be sent to that customer along with a link. After clicking on the link, the gift card can be viewed for whom the order has been placed.\n\nIf you have any concerns, please reach out to us. We'll be happy to assist you.\n\nBest regards,\nTeam Zomato",

   "/wur" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXX from XXXXXXXX.\n\nWe understand the frustration and inconvenience of receiving the wrong item, and we sincerely apologize for this oversight. We certainly never want our customers to face these kinds of issues.\n\nWe would like to inform you that we have not received confirmation from the restaurant partner. Unfortunately without the confirmation, we are unable to make any adjustments in case of compensation against this order.\n\nWe would also request you to drop a review on the restaurant page to help them serve better. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "/wmxdeny" : "Hi XXXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXXX from XXXXXXX.\n\nWe understand the frustration and inconvenience of receiving the wrong item, and we sincerely apologize for this oversight. We certainly never want our customers to face these kinds of issues.\n\nWe raised your concern with our restaurant partner, and they informed us that correct items were delivered to you. Having carefully evaluated the issue based on your complaint, we regret to inform you that we will not be able to proceed with a refund against your escalation. We encourage you to share a review on the restaurant page to help your fellow foodies make an informed choice to their liking.\n\nIf you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "/fcnp" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from  [Restaurant Name].\n\nWe deeply regret the inconvenience caused by the presence of <foreign object name>  in your food. We certainly never want our customers to face these kinds of issues.\n\nWhile we empathize with your concern, we regret to inform you that the image provided by you did not pass the checks we ran before disputing this order with the restaurant. Consequently, we are unable to proceed with a refund at this moment.\n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "det" : "Hi There,\n\nHope you are doing well.\n\nWe completely understand how inconvenient it could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nRegarding your complaint, we have attempted to locate your details using your registered email ID, but we have been unsuccessful in doing so. We kindly request you to provide us with the necessary information, such as your concerned order ID. Your prompt cooperation in this matter would greatly facilitate our efforts to assist you effectively.\n\nRegards,\nTeam Zomato",
   
   "/wref" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from  [Restaurant Name].\n\nWe understand the frustration and inconvenience of receiving the wrong item, and we sincerely apologize for this oversight. We certainly never want our customers to face these kinds of issues.\n\nAfter reviewing the image provided by you, we have successfully verified your complaint. Please note, a refund of INR XX has been initiated from our end and the amount typically reflects in the source account within 7 working days based on your banking cycle. We also encourage you to share a review on the restaurant page to help your fellow foodies make an informed choice to their liking.\n\nWe hope to serve you better in the future. If you have any other concerns, we'll be happy to assist you.\n\nRegards,\nTeam Zomato",

   "/wnoimg" : "Hi XXXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXX from XXXXXX.\n\nWe understand the frustration and inconvenience of receiving the wrong item, and we sincerely apologize for this oversight. We certainly never want our customers to face these kinds of issues.\n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you in the absence of an image. To effectively verify such issues, we kindly require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment. \n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "mul" : "Hi xxx,\n\nHope you are doing well.\n\nThis mail is for Order ID- xxxx from xxxx\n\nWe understand the issue you had to face regarding the overall experience in your Zomato order. We are dedicated to swiftly resolving this issue and assuring your satisfaction.\n\nWith regard to your...\n\nIf you have any other concerns, please reach out to us. We'll be happy to assist you.\n\nRegards\nTeam Zomato",

   "woreq" : "Hi XXXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXX from XXXXXX.\n\nWe understand the frustration and inconvenience of receiving the wrong item, and we sincerely apologize for this oversight. We certainly never want our customers to face these kinds of issues.\n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you in the absence of an image. To effectively verify such issues, we kindly require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment.\n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "fssaicnp1" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from  [Restaurant Name].\n\nWe understand your frustration and want to assure you that we take your feedback seriously. However, as per your request, we have investigated the matter again and regret to inform you that the image provided by you did not pass the verification checks. Consequently, we are unable to proceed with a refund at this moment.\n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "pkgreq" : "Hi XXXXXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXX from XXXXX.\n\nWe deeply regret the inconvenience caused by the spillage in your recent food order. We certainly never want our customers to face these kinds of issues.\n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you in the absence of an image. To effectively verify such issues, we require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment.\n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "pqvref" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nWe completely understand how inconvenient it could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nZomato is an intermediary platform connecting restaurants and customers, with limited control over the quality and quantity of the food. However, in an effort to enhance customer satisfaction and avoid potential issues, we actively share feedback with the respective restaurants.\n\nAfter reviewing the image provided by you, we have successfully verified your complaint. Please note, a refund of INR XX has been initiated from our end and the amount typically reflects in the source account within 7 working days based on your banking cycle. We also encourage you to share a review on the restaurant page to help your fellow foodies make an informed choice to their liking.\n\nWe hope to serve you better in the future. If you have any other concerns, we'll be happy to assist you.\n\nRegards,\nTeam Zomato",
    
   "pquvimg" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nWe completely understand how inconvenient it could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nPlease note that Zomato is an intermediary platform connecting restaurants and customers, with limited control over the quality and quantity of the food. However, in an effort to enhance customer satisfaction and avoid potential issues, we actively share feedback with the respective restaurants.\n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you with the provided image. To effectively verify such issues, we kindly require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment. We apologize for any inconvenience this may cause and appreciate your understanding.\n\nIf you have any further questions or concerns, please feel free to contact us.\nRegards,\nTeam Zomato",

   "pqrefgs" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nWe completely understand how inconvenient it could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nZomato is an intermediary platform connecting restaurants and customers, with limited control over quality and quantity of the food. However, in an effort to enhance customer satisfaction and avoid potential issues, we actively share feedback with the respective restaurants.\n\nAs an exception, a refund of INR XX has been initiated from our end and the amount typically reflects in the source account within 7 working days based on your banking cycle. We also encourage you to share a review on the restaurant page to help your fellow foodies make an informed choice to their liking.\n\nWe hope to serve you better in the future. If you have any other concerns, we'll be happy to assist you.\n\nRegards,\nTeam Zomato",

   "pquvl1" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nHaving carefully evaluated the issue based on your complaint, we regret to inform you that we will not be able to proceed with any compensation in this scenario. We apologize for any inconvenience this may cause and appreciate your understanding.\n\nWe would also request you to drop a review on the restaurant page to help them serve better. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "/fcnp1" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from  [Restaurant Name].\n\nWe understand your frustration and want to assure you that we take your feedback seriously. However, as per your request, we have investigated the matter again and regret to inform you that the image provided by you did not pass the verification checks. Consequently, we are unable to proceed with a refund at this moment.\n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "/pkmin" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from  [Restaurant Name].\n\nWe deeply regret the inconvenience caused by the spillage in your recent food order. We certainly never want our customers to face these kinds of issues.\n\nHaving carefully evaluated the issue based on your complaint, we regret to inform you that we will not be able to proceed with any compensation as the food was not significantly damaged. We apologize for any inconvenience this may cause and appreciate your understanding.\n\nIf you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",
   
   "/codiron" : "COD blocked Querry // Reason : Iron user // Tech Issues informed",

   "codtech" : "Hi XXXXXX,\n\nWe hope this email finds you well.\n\nWe understand the trouble caused by the cash-on-delivery unavailability. With regard to your concern, please be informed we’re currently facing technical issues due to which the cash-on-delivery option has been disabled for a few users. We are aware of the issue and are working on fixing it. In the meantime, we would request you place orders using online payment.\n\nRest assured that we constantly work towards providing you with a good experience.\n\nBest regards,\nTeam Zomato",

   "crydny" : "Hi XXXXXX,\n\nHope you are doing well.\n\nThis mail is regarding your order:XXXXX with XXXXXXXXX.\n\nWe understand the trouble caused by the cancellation of order.\n\nWe would like to inform you that if the order gets canceled after acceptance, a cancellation charge is levied as the food is prepared.\n\nAlso, we checked that you were informed about the cancellation charges. Since this leads to food wastage for the restaurant, refund for this order won't be possible from our end.\n\nRest assured that we constantly work towards providing you with a good experience.\n\nBest regards,\nTeam Zomato",

   "cryref" : "Hi XXXX,\n\nHope you are doing well.\n\nThis mail is regarding your order: XXXX with XYZ\n\nWe understand the trouble caused by the cancellation of order.\n\nWe would like to inform you that the order gets canceled after acceptance, a cancellation charge is levied as the food is prepared. Also, we checked that you were informed about the cancellation charges by our team when you came on chat support.\n\nHowever, as a one-time exception, we have initiated a refund of ₹XX for your order XXXXXXXXXX. The amount shall reflect in the source account within 7 working days.\n\nWe would request you to refrain from canceling orders as it leads to food wastage and further refunds for this won't be possible from our end.\n\nHope you order with us again to let us make up for this. We are constantly working on making your online ordering a hassle-free experience.\n\nBest regards,\nTeam Zomato",

   "/pqimg" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nWe completely understand how inconvenient it could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nPlease note that Zomato is an intermediary platform connecting restaurants and customers, with limited control over the quality and quantity of the food. However, in an effort to enhance customer satisfaction and avoid potential issues, we actively share feedback with the respective restaurants. \n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you in the absence of an image. To effectively verify such issues, we kindly require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment. We apologize for any inconvenience this may cause and appreciate your understanding.\n\nIf you have any further questions or concerns, please feel free to contact us.\nRegards,\nTeam Zomato",

   "/ipq" : "Hi XXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXX from [Restaurant Name].\n\nWe completely understand how inconvenient it could be when the order is not delivered as per expectations. We certainly never want our customers to face these kinds of issues.\n\nPlease note that Zomato is an intermediary platform connecting restaurants and customers, with limited control over the quality and quantity of the food. However, in an effort to enhance customer satisfaction and avoid potential issues, we actively share feedback with the respective restaurants.\n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you in the absence of an image. To effectively verify such issues, we kindly require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment. We apologize for any inconvenience this may cause and appreciate your understanding.\n\nIf you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "/iwo" : "Hi XXXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXX from XXXXXX.\n\nWe understand the frustration and inconvenience of receiving the wrong item, and we sincerely apologize for this oversight. We certainly never want our customers to face these kinds of issues.\n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you in the absence of an image. To effectively verify such issues, we kindly require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment.\n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "/ipkg" : "Hi XXXXXXXX,\n\nHope you are doing well.\n\nThis mail is for Order ID - XXXXXXX from XXXXX.\n\nWe deeply regret the inconvenience caused by the spillage in your recent food order. We certainly never want our customers to face these kinds of issues.\n\nRegarding your complaint, we regret to inform you that we have not been able to verify the issue raised by you in the absence of an image. To effectively verify such issues, we require a clear image of the item received. Consequently, we are unable to proceed with a refund at this moment.\n\nWe apologize for any inconvenience this may cause and appreciate your understanding. If you have any further questions or concerns, please feel free to contact us.\n\nRegards,\nTeam Zomato",

   "ff" : "Hi, welcome to Zomato chat support. I am Aditya and I will be assisting you today.",

   "fh" : "नमस्ते, ज़ोमैटो चैट समर्थन में आपका स्वागत है। मैं आदित्य हूं और मैं आज आपकी सहायता करूंगा।",

   "/ack" : "Hi XXXX,\n\nHope you are doing well.\n\nWe completely understand that your recent online ordering experience was not up to your expectations. We are dedicated to swiftly resolving this issue and assuring your satisfaction.\n\nWe would like to inform you that we are actively working on your concern and will get back to you as soon as possible. Your patience is highly appreciated.\n\nRest assured that we constantly work towards providing you with a good experience.\n\nBest Regards,\nTeam Zomato"
}